{
  "nav": {
    "home": "الرئيسية",
    "portfolio": "أعمالنا",
    "services": "الخدمات",
    "about": "معلومات عنا",
    "bookNow": "احجز الآن"
  },
  "bookings": {
    "backHome": "العودة إلى الرئيسية",
    "title": "احجز استشارة مجانية",
    "subtitle": "نساعدك في اختيار أفضل الحلول لتطوير عملك",
    "form": {
      "title": "نموذج الحجز",
      "name": "الاسم",
      "email": "البريد الإلكتروني",
      "service": "الخدمة",
      "date": "التاريخ",
      "message": "الرسالة (اختياري)",
      "placeholders": {
        "name": "أدخل اسمك",
        "email": "example@email.com",
        "message": "أضف ملاحظات إضافية..."
      },
      "submit": "احجز الآن",
      "submitting": "⏳ جاري الإرسال...",
      "success": "✅ تم حفظ الحجز بنجاح!",
      "error": "فشل في إضافة الحجز"
    },
    "servicesOptions": ["حلول تقنية المعلومات","التحكم الآلي","حلول الذكاء الاصطناعي","تطوير تطبيقات"]
  },
 
  "Where Deep Tech Meets Human Mindset": "حيث تلتقي التقنية المتقدمة مع العقلية البشرية",
  "Professional IT solutions, automation, and AI services to transform your business":"حلول تقنية معلومات، وأتمتة، وخدمات ذكاء اصطناعي لتحويل عملك",
  "Book Free Consultation":"احجز استشارتك الأولى",
  "View Portfolio":"عرض الأعمال",
  "Our Services":"خدماتنا",
   "Projects Completed": "المشاريع المكتملة",
      "Happy Clients": "العملاء السعداء",
      "Years Experience": "سنوات الخبرة",
      "Client Satisfaction": "رضا العملاء",
      "Ready to Transform Your Business?":"مستعد لتحويل عملك؟",
      "Let's discuss how we can help you achieve your goals":"لنتناقش حول كيفية مساعدتك في تحقيق أهدافك",
      "Schedule Your Free Consultation":"جدول استشارتك المجانية",
      "IT Solutions": "حلول تقنية المعلومات",
      "Automation": "الأتمتة",
      "AI Solutions": "حلول الذكاء الاصطناعي",
      "App Development": "تطوير التطبيقات",
      "Enterprise IT infrastructure and support": "بنية تحتية تقنية للمؤسسات والدعم",
      "Business process automation": "أتمتة عمليات الأعمال",
      "AI-powered business solutions": "حلول أعمال مدعومة بالذكاء الاصطناعي",
      "Custom web and mobile apps": "تطبيقات ويب وجوال مخصصة",

      "Our Portfolio":"معرض أعمالنا",
      "Explore our latest projects and see how we've helped businesses transform with technology":"استكشف أحدث مشاريعنا وشاهد كيف ساعدنا الشركات على التحول باستخدام التكنولوجيا",
      "Mobtwin":"موبتوين",
      "Built & launched Mobtwin – a scalable web platform for real-time tracking of mobile app states across Google Play & App Store. Features a powerful search engine for millions of apps, powered by Node.js workers, MongoDB replica sets, Elasticsearch, and automated CI/CD. Built with TypeScript, React, Redux, GraphQL, and web scraping for fast analytics and seamless UX.":"تم بناء وإطلاق Mobtwin، وهي منصة ويب لتتبع حالة تطبيقات الجوال عبر متجري Google Play وApp Store لتوفير الإحصاءات والتحليلات. كما طوّرنا محرك بحث سهل الاستخدام لملايين التطبيقات، مما يتيح التوسع الأفقي باستخدام Node.js operators، ونشر تكاملات البيانات (CI) تلقائيًا، ومجموعات MongoDB المُدارة. كما استفدنا من TypeScript وReact وRedux وGraphQL وMongoDB وElasticsearch، واستخراج البيانات من الويب لتوفير بيانات آنية وتجربة مستخدم مُحسّنة.",
      "Year":"سنة",
      "Spyci":"سبايسي",
      "Built a tool that exploits persistent XSS to remotely execute JavaScript code in real-time. Using JavaScript, Node.js, Socket.io, Webpack, HTML5, CSS.":"تم بناء أداة تستغل ثغرة XSS المستمرة لتنفيذ أكواد JavaScript عن بُعد في الوقت الفعلي. باستخدام JavaScript وNode.js وSocket.io وWebpack وHTML5 وCSS.",
      "Year":"سنة",
      "Fat AI - Body Fat Percentage":"نسبة الدهون في الجسم - Fat AI",
      "Built and launched Fat AI, an iOS app for body fat tracking using React Native for mobile, Node.js for APIs, LLMs for chat and vision, and AWS S3 for storage. Implemented AI-driven body fat analysis, personalized fitness plans, and real-time progress tracking to enhance user health and engagement.":"تم بناء وإطلاق تطبيق Fat AI، وهو تطبيق iOS لتتبع دهون الجسم باستخدام React Native للأجهزة المحمولة، وNode.js لواجهات برمجة التطبيقات، وLLM للدردشة والرؤية، وAWS S3 للتخزين. نفّذنا تحليلًا لدهون الجسم قائمًا على الذكاء الاصطناعي، وخطط لياقة بدنية مخصصة، وتتبعًا فوريًا للتقدم لتحسين صحة المستخدم وتفاعله.",
      "Year":"سنة",
      "Viralth - AI Thumbnail Maker":"Viralth - صانع الصور المصغرة بالذكاء الاصطناعي",
      "Built and launched Viralth - AI Thumbnail Maker, an iOS app for AI-powered thumbnail creation using React Native for mobile, Node.js for APIs, GPT-Image1 for image generation, and AWS S3 for storage. Implemented AI-driven thumbnail design, personalized suggestions, and real-time editing to enhance user creativity and engagement.":"تم بناء وإطلاق Viralth - AI Thumbnail Maker، وهو تطبيق iOS لإنشاء الصور المصغرة باستخدام الذكاء الاصطناعي، باستخدام React Native للأجهزة المحمولة، وNode.js لواجهات برمجة التطبيقات، وGPT-Image1 لإنشاء الصور، وAWS S3 للتخزين. تم تطبيق تصميم الصور المصغرة المدعوم بالذكاء الاصطناعي، واقتراحات شخصية، وتحرير فوري لتعزيز إبداع المستخدم وتفاعله.",
      "Year":"سنة",
      "RPA Solution":"حل الأتمتة الروبوتية للعمليات",
      "Send multiple emails in Gmail directly via Google Sheets":"إرسال رسائل بريد إلكتروني متعددة في Gmail مباشرةً عبر جداول بيانات Google",
      "Year":"سنة",
      "StockNova":"ستوك نوفا",
      "Full-stack e-commerce solution with payment integration":"حل متكامل للتجارة الإلكترونية مع تكامل الدفع",
      "Year":"سنة",



      "Our Services": "خدماتنا",
      "Comprehensive technology solutions to drive your business forward":"حلول تكنولوجية شاملة لدفع عملك إلى الأمام",
      "IT Solutions": "حلول تقنية المعلومات",
    "Enterprise IT infrastructure, cloud solutions, and technical support": "بنية تحتية تقنية للمؤسسات، حلول سحابية، ودعم فني",
    "Infrastructure Setup": "إعداد البنية التحتية",
    "Cloud Migration": "الهجرة إلى السحابة",
    "24/7 Support": "دعم على مدار الساعة",
    "Security Audits": "تدقيقات أمنية",
     "Automation": "الأتمتة",
    "Business process automation to increase efficiency and reduce costs": "أتمتة عمليات الأعمال لزيادة الكفاءة وتقليل التكاليف",
    "RPA Solutions": "حلول الأتمتة الروبوتية",
    "Workflow Automation": "أتمتة سير العمل",
    "Integration Services": "خدمات التكامل",
    "Process Optimization": "تحسين العمليات",
    "AI Solutions": "حلول الذكاء الاصطناعي",
    "Artificial intelligence and machine learning solutions for your business": "حلول الذكاء الاصطناعي والتعلم الآلي لعملك",
    "AI Consulting": "استشارات الذكاء الاصطناعي",
    "ML Models": "نماذج التعلم الآلي",
    "Data Analytics": "تحليل البيانات",
    "Predictive Analytics": "التحليلات التنبؤية",
     "App Development": "تطوير التطبيقات",
    "Custom web and mobile applications tailored to your needs": "تطبيقات ويب وجوال مخصصة مصممة وفق احتياجاتك",
    "Web Apps": "تطبيقات الويب",
    "Mobile Apps": "تطبيقات الجوال",
    "API Development": "تطوير واجهات البرمجة",
    "Maintenance & Support": "الصيانة والدعم",
    "Our Process": "عملنا",
    "Consultation": "استشارة",
    "Understand your needs and goals": "فهم احتياجاتك وأهدافك",
    "Planning": "تخطيط",
    "Create a detailed project plan": "إنشاء خطة مشروع مفصلة",
    "Development": "تطوير",
    "Build and implement solutions": "بناء وتنفيذ الحلول",
    "Support": "دعم",
    "Ongoing maintenance and support": "صيانة ودعم مستمرين",
    "About AlphaTrio Tech":"عن AlphaTrio Tech",
    "Building innovative technology solutions since 2016":"نبني حلول تكنولوجية مبتكرة منذ 2016",
    "Our Story": "قصتنا",
    "AlphaTrio Tech was founded with a mission to bridge the gap between cutting-edge technology and practical business solutions. We believe that technology should empower businesses, not complicate them.":"تأسست",
    "Over the years, we've helped dozens of companies transform their operations through innovative IT solutions, automation, and AI-powered systems. Our team is dedicated to delivering excellence in every project.":"على مر السنين، ساعدنا العشرات من الشركات على تحويل عملياتها من خلال حلول تقنية معلومات مبتكرة، وأتمتة، وأنظمة مدعومة بالذكاء الاصطناعي. فريقنا مكرس لتقديم التميز في كل مشروع.",
    "Results-Focused": "مرتكز على النتائج",
    "We measure success by your business outcomes": "نقيس النجاح من خلال نتائج عملك",
    "Innovation": "الابتكار",
    "Always exploring new technologies and approaches": "دائمًا نستكشف تقنيات وطرق جديدة",
    "Collaboration": "التعاون",
    "Working closely with you every step of the way": "نعمل عن كثب معك في كل خطوة على الطريق",
    "Our Team": "فريقنا",
     "Lead Developer": "المطور الرئيسي",
    "Expert in full-stack development and system architecture": "خبير في التطوير الشامل وهندسة الأنظمة",
    "AI Specialist": "أخصائي الذكاء الاصطناعي",
    "Specialized in machine learning and AI solutions": "متخصص في التعلم الآلي وحلول الذكاء الاصطناعي",
    "DevOps Engineer": "مهندس DevOps",
    "Cloud infrastructure and automation expert": "خبير في البنية التحتية السحابية والأتمتة",
     "Projects": "المشاريع",
    "Clients": "العملاء",
    "Years": "السنوات",
    "Satisfaction": "الرضا",
    "Home": "الرئيسية",
    "Portfolio": "الأعمال",
    "Services": "الخدمات",
    "About": "عن الشركة",
    "Book Now": "احجز الآن"

 
}
